---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.PlaceCutinFittingFailed
source: html/94378df5-6fa0-d5d8-1e1e-879f2bf63cfe.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.PlaceCutinFittingFailed Property

Failed to insert part.

## Syntax (C#)
```csharp
public static FailureDefinitionId PlaceCutinFittingFailed { get; }
```